IDEA Open Model
ResultOfNLA Class
Compatible with IDEA StatiCa Beta 20.0
Note: This API is now obsolete.
 Result of internal forces in the one position
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultBase
 IdeaRS.OpenModel.Result.ResultOfNLA
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
[ObsoleteAttribute]
public class ResultOfNLA : ResultBase
<ObsoleteAttribute>
Public Class ResultOfNLA
	Inherits ResultBase
The ResultOfNLA type exposes the following members.
Constructors
Name | Description
ResultOfNLA
 Constructor
Top
Properties
Name | Description
Sections
 Results in section
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace